aaron-bond.better-comments
adelphes.android-dev-ext
akamud.vscode-theme-onedark
aksharpatel47.vscode-flutter-helper
alexisvt.flutter-snippets
antonydalmiere.android-support
arjun.swagger-viewer
bierner.markdown-mermaid
bung87.vscode-gemfile
castwide.solargraph
chrislally.nextjs-client-server-indicator
christian-kohler.path-intellisense
circlecodesolution.ccs-flutter-color
csstools.postcss
dart-code.dart-code
dart-code.flutter
davidwoo.flutter-auto-import
docker.docker
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esafirm.kotlin-formatter
esbenp.prettier-vscode
fwcd.kotlin
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
gruntfuggly.todo-tree
intellsmi.comment-translate
ionutvmi.path-autocomplete
koichisasada.vscode-rdbg
marcelovelasquez.flutter-tree
mathiasfrohlich.kotlin
mhutchie.git-graph
misogi.ruby-rubocop
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
mylesmurphy.prettify-ts
nash.awesome-flutter-snippets
numso.prettier-standard-vscode
pkief.material-icon-theme
rebornix.ruby
redhat.vscode-yaml
ricardo-emerson.flutter-print
ritwickdey.liveserver
robert-brunhage.flutter-riverpod-snippets
shopify.ruby-extensions-pack
shopify.ruby-lsp
sianglim.slim
sorbet.sorbet-vscode-extension
sourcegraph.cody-ai
standard.vscode-standard
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vincaslt.highlight-matching-tag
wingrunr21.vscode-ruby
yoavbls.pretty-ts-errors
