tap "homebrew/bundle"
brew "act"
brew "asdf"
brew "btop"
brew "libyaml"
brew "cocoapods"
brew "coturn"
brew "curl"
brew "git"
brew "gnupg"
brew "gstreamer"
brew "jq"
brew "just"
brew "mas"
brew "mkcert"
brew "nmap"
brew "tbls"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "alfred"
cask "android-commandlinetools"
cask "android-studio"
cask "arc"
cask "clipy"
cask "cursor"
cask "drawio"
cask "figma"
cask "font-udev-gothic"
cask "google-chrome"
cask "notion"
cask "orbstack"
cask "protonvpn"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "unity"
cask "unity-hub"
cask "visual-studio-code"
cask "warp"
cask "wireshark"
mas "TestFlight", id: 899247664
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
