tap "homebrew/bundle"
brew "act"
brew "asdf"
brew "btop"
brew "curl"
brew "git"
brew "gstreamer"
brew "jq"
brew "libyaml"
brew "mas"
brew "nmap"
brew "tbls"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "alfred"
cask "android-sdk"
cask "android-studio"
cask "arc"
cask "clipy"
cask "drawio"
cask "figma"
cask "google-chrome"
cask "notion"
cask "orbstack"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "warp"
mas "Xcode", id: 497799835
